{
    "answers": {
        "0": [
            "The immediate impact of the success of the manhattan project was the only cloud hanging over the impressive achievement of the atomic researchers and engineers is what their success truly meant; hundreds of thousands of innocent lives obliterated."
        ],
        "1": [
            "Restorative justice that fosters dialogue between victim and offender has shown the highest rates of victim satisfaction and offender accountability."
        ],
        "10": [
            "The reasons why Stalin wanted to control Eastern Europe are Russia has historically no secure border and they wanted to set up satellite countries."
        ],
        "100": [
            "Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide. Nails rust due to presence of some impurities in the water, particularly salts, which speeds up the transfer of electrons from iron to oxygen."
        ],
        "1000": [
            "Depona Ab is a library in Vilhelmina, Sweden."
        ]
    },
    "passages": {
        "0": [
            {
                "is_selected": 1,
                "passage_text": "The presence of communication amid scientific minds was equally important to the success of the Manhattan Project as scientific intellect was. The only cloud hanging over the impressive achievement of the atomic researchers and engineers is what their success truly meant; hundreds of thousands of innocent lives obliterated.",
                "url": "http://www.pitt.edu/~sdb14/atombomb.html"
            },
            {
                "is_selected": 0,
                "passage_text": "The Manhattan Project and its atomic bomb helped bring an end to World War II. Its legacy of peaceful uses of atomic energy continues to have an impact on history and science.",
                "url": "http://www.osti.gov/accomplishments/manhattan_story.html"
            },
            {
                "is_selected": 0,
                "passage_text": "Essay on The Manhattan Project - The Manhattan Project The Manhattan Project was to see if making an atomic bomb possible. The success of this project would forever change the world forever making it known that something this powerful can be manmade.",
                "url": "http://www.123helpme.com/impact-of-the-manhattan-project-preview.asp?id=177337"
            },
            {
                "is_selected": 0,
                "passage_text": "The Manhattan Project was the name for a project conducted during World War II, to develop the first atomic bomb. It refers specifically to the period of the project from 194 … 2-1946 under the control of the U.S. Army Corps of Engineers, under the administration of General Leslie R. Groves.",
                "url": "http://www.answers.com/Q/How_did_the_Manhattan_Project_impact_on_society"
            },
            {
                "is_selected": 0,
                "passage_text": "versions of each volume as well as complementary websites. The first website–The Manhattan Project: An Interactive History–is available on the Office of History and Heritage Resources website, http://www.cfo. doe.gov/me70/history. The Office of History and Heritage Resources and the National Nuclear Security",
                "url": "https://www.osti.gov/manhattan-project-history/publications/Manhattan_Project_2010.pdf"
            },
            {
                "is_selected": 0,
                "passage_text": "The Manhattan Project. This once classified photograph features the first atomic bomb — a weapon that atomic scientists had nicknamed Gadget.. The nuclear age began on July 16, 1945, when it was detonated in the New Mexico desert.",
                "url": "http://www.ushistory.org/us/51f.asp"
            },
            {
                "is_selected": 0,
                "passage_text": "Nor will it attempt to substitute for the extraordinarily rich literature on the atomic bombs and the end of World War II. This collection does not attempt to document the origins and development of the Manhattan Project.",
                "url": "http://nsarchive.gwu.edu/NSAEBB/NSAEBB162"
            },
            {
                "is_selected": 0,
                "passage_text": "Manhattan Project. The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Alamos Laboratory that designed the actual bombs. The Army component of the project was designated the",
                "url": "https://en.wikipedia.org/wiki/Manhattan_Project"
            },
            {
                "is_selected": 0,
                "passage_text": "In June 1942, the United States Army Corps of Engineersbegan the Manhattan Project- The secret name for the 2 atomic bombs.",
                "url": "https://quizlet.com/41456230/a-bomb-flash-cards/"
            },
            {
                "is_selected": 0,
                "passage_text": "One of the main reasons Hanford was selected as a site for the Manhattan Project's B Reactor was its proximity to the Columbia River, the largest river flowing into the Pacific Ocean from the North American coast.",
                "url": "https://www.atomicheritage.org/history/environmental-consequences"
            }
        ],
        "1": [
            {
                "is_selected": 0,
                "passage_text": "group discussions, community boards or panels with a third party, or victim and offender dialogues, and requires a skilled facilitator who also has sufficient understanding of sexual assault, domestic violence, and dating violence, as well as trauma and safety issues.",
                "url": "https://www.justice.gov/ovw/file/926101/download"
            },
            {
                "is_selected": 0,
                "passage_text": "punishment designed to repair the damage done to the victim and community by an offender's criminal act. Ex: community service, Big Brother program indeterminate sentence",
                "url": "https://quizlet.com/1128245/criminal-justice-exam-1-flash-cards/"
            },
            {
                "is_selected": 0,
                "passage_text": "Tutorial: Introduction to Restorative Justice. Restorative justice is a theory of justice that emphasizes repairing the harm caused by criminal behaviour. It is best accomplished through cooperative processes that include all stakeholders. This can lead to transformation of people, relationships and communities. Practices and programs reflecting restorative purposes will respond to crime by: 1  identifying and taking steps to repair harm, 2  involving all stakeholders, and. 3  transforming the traditional relationship between communities and their governments in responding to crime.",
                "url": "http://restorativejustice.org/restorative-justice/about-restorative-justice/tutorial-intro-to-restorative-justice/"
            },
            {
                "is_selected": 0,
                "passage_text": "Organize volunteer community panels, boards, or committees that meet with the offender to discuss the incident and offender obligation to repair the harm to victims and community members. Facilitate the process of apologies to victims and communities. Invite local victim advocates to provide ongoing victim-awareness training for probation staff.",
                "url": "https://www.ojjdp.gov/pubs/implementing/accountability.html"
            },
            {
                "is_selected": 0,
                "passage_text": "The purpose of this paper is to point out a number of unresolved issues in the criminal justice system, present the underlying principles of restorative justice, and then to review the growing amount of empirical data on victim-offender mediation.",
                "url": "http://www.westerncriminology.org/documents/WCR/v01n1/Umbreit/Umbreit.html"
            },
            {
                "is_selected": 0,
                "passage_text": "Each of these types of communities—the geographic community of the victim, offender, or crime; the community of care; and civil society—may be injured by crime in different ways and degrees, but all will be affected in common ways as well: The sense of safety and confidence of their members is threatened, order within the community is threatened, and (depending on the kind of crime) common values of the community are challenged and perhaps eroded.",
                "url": "https://www.sciencedirect.com/science/article/pii/B9781455731398000030"
            },
            {
                "is_selected": 1,
                "passage_text": "The approach is based on a theory of justice that considers crime and wrongdoing to be an offense against an individual or community, rather than the State. Restorative justice that fosters dialogue between victim and offender has shown the highest rates of victim satisfaction and offender accountability.",
                "url": "https://en.wikipedia.org/wiki/Restorative_justice"
            },
            {
                "is_selected": 0,
                "passage_text": "Inherent in many people’s understanding of the notion of ADR is the existence of a dispute between identifiable parties. Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’.",
                "url": "http://www.adrac.org.au/adr-mapping/criminal-justice-and-adr"
            },
            {
                "is_selected": 0,
                "passage_text": "Criminal justice, however, is not usually conceptualised as a dispute between victim and offender, but is instead seen as a matter concerning the relationship between the offender and the state. 3 This raises a complex question as to whether a criminal offence can properly be described as a ‘dispute’.",
                "url": "https://www.mediate.com/articles/kirschnersbl20180126.cfm"
            },
            {
                "is_selected": 0,
                "passage_text": "The circle includes a wide range of participants including not only the offender and the victim but also friends and families, community members, and justice system representatives. The primary distinction between conferencing and circles is that circles do not focus exclusively on the offense and do not limit their solutions to repairing the harm between the victim and the offender.",
                "url": "https://www.sciencedirect.com/science/article/pii/B978145572599100014X"
            }
        ],
        "10": [
            {
                "is_selected": 0,
                "passage_text": "Western betrayal. The concept of Western betrayal refers to the view that the United Kingdom and France failed to meet their legal, diplomatic, military and moral obligations with respect to the Czech and Polish nations during the prelude to and aftermath of the Second World War.",
                "url": "https://en.wikipedia.org/wiki/Western_betrayal"
            },
            {
                "is_selected": 0,
                "passage_text": "The Tuvan People's Republic, was proclaimed independent in 1921 and was a satellite state of Soviet Union until its annexation in 1944 by the Soviet Union. Another early Soviet satellite state in Asia was the short-lived Far East Republic in Siberia. Post-World War II",
                "url": "https://en.wikipedia.org/wiki/Satellite_state"
            },
            {
                "is_selected": 0,
                "passage_text": "Satellite state. The term satellite state designates a country that is formally independent in the world, but under heavy political, economic and military influence or control from another country. The term was coined by analogy to planetary objects orbiting a larger object, such as smaller moons revolving around larger planets, and is used mainly to refer to Central and Eastern European countries of the Warsaw Pact during the Cold War or to Mongolia or Tannu Tuva between 1924 and 1990, for example. As used for",
                "url": "https://en.wikipedia.org/wiki/Satellite_state"
            },
            {
                "is_selected": 0,
                "passage_text": "According to Hakluyt, why should England pursue colonies in North America? Check all of the boxes that apply.",
                "url": "https://brainly.com/question/1017368"
            },
            {
                "is_selected": 0,
                "passage_text": "An interview with Anne Applebaum about her new book, The Crushing of Eastern Europe. Soviet-built tanks wheel into action in a smoke-filled Budapest street during Hungary's rebellion against communist satellite government in October of 1956.",
                "url": "https://www.theatlantic.com/international/archive/2012/10/how-communism-took-over-eastern-europe-after-world-war-ii/263938/"
            },
            {
                "is_selected": 0,
                "passage_text": "They therefore,if anything, tightened their grip, Hungary 1956,Czechoslovakia 1968 and the construction of the Berlin Wall all being examples.After Stalin,it wasn't so much the desire to extend Soviet power as paranoia about losing it that maintained Soviet desire to control Eastern Europe.",
                "url": "https://au.answers.yahoo.com/question/index?qid=20090606182326AAJ2h45"
            },
            {
                "is_selected": 1,
                "passage_text": "There are 3 main reasons why Stalin wanted to control Eastern Europe. 1.) Russia has historically no secure border. 2.) They wanted to set up satellite countries. 3.)",
                "url": "https://brainly.com/question/2960720"
            },
            {
                "is_selected": 0,
                "passage_text": "Why did the United Nations send troops to Korea in 1950? They wanted to contain and push back the communist invaders from the North. Why was the Arab-Israeli conflict considered part of the Cold War?",
                "url": "https://quizlet.com/11608325/history-flashcards/"
            },
            {
                "is_selected": 0,
                "passage_text": "On top of that, Russia had been the victim of attacks from the west multiple times. In 1914 and 1941 Germany attacked Russia through Poland. To Stalin, the past was a reliable indicator of what the future could hold. Stalin thought that having control over eastern europe could significantly undermine this threat. Despite this, it was agreed at the Yalta conference, with the consent of Stalin, that all the countries liberated from Nazi Germany would have the right to be democratic and politically independent.",
                "url": "http://www.markedbyteachers.com/gcse/history/how-did-stalin-take-over-eastern-europe-between-1945-and-1949.html"
            },
            {
                "is_selected": 0,
                "passage_text": "Not just Eastern Europe, Stalin wanted to control the world by creating an empire based on Communism. That's how they clashed with US who intended to control the world by building an empire based on Capitalism. That's what the Cold War is about.",
                "url": "https://answers.yahoo.com/question/index?qid=20090928204102AAGBpWx"
            }
        ],
        "100": [
            {
                "is_selected": 0,
                "passage_text": "what to Do If I Stepped on Rusty Nail: Prevent Getting Tetanus. What to do if you step on a nail and are afraid to get Tetanus? Tetanus vaccines are available to help the body fight off the bacteria that causes this infection. Patients as young as two months are able to receive a tetanus shot.",
                "url": "http://www.healthcare-online.org/Stepped-On-Rusty-Nail.html"
            },
            {
                "is_selected": 0,
                "passage_text": "Just asked! See more. 1  What is the minimum coefficient of friction ... Answer. 13 minutes ago. 2  How do you find the derivate of inverse sin ... Answer. 14 minutes ago. 3  You found the perfect pair of shorts for $24.99 ... Answer. 20 minutes ago. 4  What are the asymptote(s) and hole(s), if any, of ... Answer. 35 minutes ago.",
                "url": "https://socratic.org/questions/how-to-explain-the-law-of-conservation-of-mass-using-a-nail-rusting-in-air"
            },
            {
                "is_selected": 0,
                "passage_text": "In order to cause rust quickly, there must be some impurities in the water,... Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water,...",
                "url": "https://www.reference.com/beauty-fashion/nails-rust-water-a757692adb7c0eb4"
            },
            {
                "is_selected": 0,
                "passage_text": "Rusty Nail and Tetanus It is commonly advised that people should avoid rusty nails because they are dangerous. One of the most common beliefs is that piercing the skin with a rusty nail can cause you to develop tetanus or lockjaw. Tetanus is referred to as lockjaw because the initial symptoms of the disease will cause the muscles around the mouth to become rigid.",
                "url": "http://www.healthcare-online.org/Stepped-On-Rusty-Nail.html"
            },
            {
                "is_selected": 0,
                "passage_text": "If you take an iron nail and let it rust in air, you'll find that the weight of the rusted nail is larger than that of the nail before it rusted. This gives the impression that the amount of mass hasn't remained constant, but what has really happened is that the oxygen in the air (which you didn't weigh) combined with the iron to make it rust. As a result, the weight of the oxygen plus the weight of the iron is equal to the weight of the rust that's formed. OK.",
                "url": "https://socratic.org/questions/how-to-explain-the-law-of-conservation-of-mass-using-a-nail-rusting-in-air"
            },
            {
                "is_selected": 1,
                "passage_text": "A: Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water, particularly salts, since these speed up the transfer of electrons from iron to oxygen.",
                "url": "https://www.reference.com/beauty-fashion/nails-rust-water-a757692adb7c0eb4"
            },
            {
                "is_selected": 0,
                "passage_text": "It is possible to contract tetanus if you are cut by a rusty nail. Tetanus is caused by the clostridium tetani bacteria which are commonly found in dust, soil and animal feces. Because these items are commonly found around areas like gardens or work sites where rusty nails are present, the general belief that rusty nails cause tetanus was born. It is important to note that it is not so much the rust on the nail that causes people to contract tetanus, but the fact that nails can cause deep wounds that make it easier for the tetanus infection to spread.",
                "url": "http://www.healthcare-online.org/Stepped-On-Rusty-Nail.html"
            },
            {
                "is_selected": 0,
                "passage_text": "Just asked! See more. 1  What is the minimum coefficient of friction 2  ... How do you find the derivate of inverse sin 3  ... You found the perfect pair of shorts for $24.99 4  ... What are the asymptote(s) and hole(s), if any, of ...",
                "url": "https://socratic.org/questions/how-to-explain-the-law-of-conservation-of-mass-using-a-nail-rusting-in-air"
            },
            {
                "is_selected": 0,
                "passage_text": "Just asked! See more. 1  What is the minimum coefficient of friction ... Answer. 2  How do you find the derivate of inverse sin ... Answer. 3  You found the perfect pair of shorts for $24.99 ... Answer. 4  What are the asymptote(s) and hole(s), if any, of ... Answer.",
                "url": "https://socratic.org/questions/how-to-explain-the-law-of-conservation-of-mass-using-a-nail-rusting-in-air"
            },
            {
                "is_selected": 0,
                "passage_text": "Quick Answer. Nails rust in water because water allows the iron to react with any oxygen present, which forms iron oxide, known as rust. In order to cause rust quickly, there must be some impurities in the water, particularly salts, since these speed up the transfer of electrons from iron to oxygen. Continue Reading",
                "url": "https://www.reference.com/beauty-fashion/nails-rust-water-a757692adb7c0eb4"
            }
        ],
        "1000": [
            {
                "is_selected": 0,
                "passage_text": "A preview of what LinkedIn members have to say about Göran: Göran är en mycket duktig och noggrann säljare och ledare. Under görans ledning och stöd byggde vi en effektiv och stark sälj/marknads organisation för outsourcing av dokumenthanteringstjänster i stor skala. Jag jobbar gärna med Göran närsomhelst och rekommenderar gärna Göran som er nästa sälj/marknadschef.",
                "url": "https://www.linkedin.com/in/goranaxelsson"
            },
            {
                "is_selected": 0,
                "passage_text": "Depona Oy YTJ: Y-tunnus: 21527338 YTJ: Toimiala: Kirjastojen ja arkistojen toiminta (TOL: 91010) YTJ: Toimialakuvaus: (Päivitetty: 01.04.2008)",
                "url": "https://www.kauppalehti.fi/yritykset/yritys/depona+oy/21527338"
            },
            {
                "is_selected": 0,
                "passage_text": "In the autumn of 2000, Svenska Standardbolag and Magnus Litens founded Sweden’s today leading actor in archive services, Depona AB. Depona operates in ten locations in Sweden and has thousands of customers who use their web-based archiving solution Visual archive. The history of Standardbolag. Lawyer Gustaf Bertil Ihrman, the founder of Svenska Standardbolag AB, had his office in the ”Ihrman villa” in Falun and conducted general legal services during the years of 1921–1953.",
                "url": "http://www.standardbolag.com/about-us/"
            },
            {
                "is_selected": 0,
                "passage_text": "View Martin Townsend’s profile on LinkedIn, the world's largest professional community. Martin has 6 jobs listed on their profile. See the complete profile on LinkedIn and discover Martin’s connections and jobs at similar companies.",
                "url": "https://www.linkedin.com/in/martin-townsend-7b4b8026"
            },
            {
                "is_selected": 0,
                "passage_text": "Uzņēmums Depona sāka darbu ar ideju, kas paredzēja atjaunināt un uzlabot arhivēšanas pakalpojumu tirgu, nodrošinot novatorisku lietotāju saskarni, labāku Valodas Dansk",
                "url": "http://www.depona.lv/kapec-depona/"
            },
            {
                "is_selected": 0,
                "passage_text": "Company Profile. Depona AB provides physical archive services. The Company offers business, organizations, and governmental agencies archival materials using the latest technology for recording, retrieval, and archive databases. Depona delivers services throughout Sweden.",
                "url": "https://www.bloomberg.com/profiles/companies/5175594Z:SS-depona-ab"
            },
            {
                "is_selected": 1,
                "passage_text": "Depona Ab is a library in Vilhelmina, Sweden. The company is located at Slggatan 1. This private company was founded in 1999 (about 16 years ago). A typical library has between 4 and 80 employees, meaning that Depona Ab, with a reported 5 employees, employs a typical amount of people for the industry within Sweden.",
                "url": "http://listings.findthecompany.com/l/254874440/Depona-Ab"
            },
            {
                "is_selected": 0,
                "passage_text": "Svenska Standardbolag AB is the market leader in corporate cases in Sweden since 1954 and has assisted Swedish enterprises in more than 300 000 corporate cases. Our shelf company AB Grundstenen is our main product and more than 150 000 Swedish companies have been started with it.",
                "url": "http://www.standardbolag.com/about-us/"
            },
            {
                "is_selected": 0,
                "passage_text": "1 5",
                "url": "https://www.facebook.com/pages/Depona/125125544239239"
            },
            {
                "is_selected": 0,
                "passage_text": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world.",
                "url": "https://www.bloomberg.com/profiles/companies/5175594Z:SS-depona-ab"
            }
        ]
    },
    "query": {
        "0": ")what was the immediate impact of the success of the manhattan project?",
        "1": "_________ justice is designed to repair the harm to victim, the community and the offender caused by the offender criminal act. question 19 options:",
        "10": "why did stalin want control of eastern europe",
        "100": "why do nails get rusty",
        "1000": "depona ab"
    },
    "query_id": {
        "0": 1185869,
        "1": 1185868,
        "10": 1185854,
        "100": 1185755,
        "1000": 1184773
    },
    "query_type": {
        "0": "DESCRIPTION",
        "1": "DESCRIPTION",
        "10": "DESCRIPTION",
        "100": "DESCRIPTION",
        "1000": "DESCRIPTION"
    },
    "wellFormedAnswers": {
        "0": "[]",
        "1": "[]",
        "10": "[]",
        "100": "[]",
        "1000": "[]"
    }
}